[CastleExteriorToCastleKeepFake LevelTravelStationDefinition]
StationDisplayName="Outside the wall"

[CastleExteriorToDungeon LevelTravelStationDefinition]
StationDisplayName="shadow of anger"

[CastleExteriorToHeavy LevelTravelStationDefinition]
StationDisplayName="Outer tower"

[CastleExteriorToMines LevelTravelStationDefinition]
StationDisplayName="shadow of hatred"

[CastleKeepToCastleExteriorFake LevelTravelStationDefinition]
StationDisplayName="reserve castle"

[CastleKeepToDungeon LevelTravelStationDefinition]
StationDisplayName="The kingdom of dragons"

[CastleKeepToin prison LevelTravelStationDefinition]
StationDisplayName="jail"

[DarkForestToDeadForest LevelTravelStationDefinition]
StationDisplayName="a forest"

[DarkForestToMines LevelTravelStationDefinition]
StationDisplayName="Black Forest"

[DarkForestToVillage LevelTravelStationDefinition]
StationDisplayName="Forest"

[DeadForestToDarkForest LevelTravelStationDefinition]
StationDisplayName="the eternal forest"

[DeadForestToMines LevelTravelStationDefinition]
StationDisplayName="A forest lives forever"

[DocksToVillage LevelTravelStationDefinition]
StationDisplayName="lakes are crazy"

[DungeonRaidToDungeon LevelTravelStationDefinition]
StationDisplayName="The storm is black"

[DungeonRaidToin the pit LevelTravelStationDefinition]
StationDisplayName="attack"

[DungeonsToCastleExterior LevelTravelStationDefinition]
StationDisplayName="Dungeons"

[DungeonsToCastleKeep LevelTravelStationDefinition]
StationDisplayName="Dungeons"

[DungeonsToDungeonRaid LevelTravelStationDefinition]
StationDisplayName="Dungeons"

[DungeonToCastleExterior LevelTravelStationDefinition]
StationDisplayName="An end to pain"

[DungeonToCastleKeep LevelTravelStationDefinition]
StationDisplayName="Plan endless suffering"

[DungeonToDungeonRaid LevelTravelStationDefinition]
StationDisplayName="The curse of eternal pain"

[MinesToCastleExterior LevelTravelStationDefinition]
StationDisplayName="Desire ear"

[MinesToDarkForest LevelTravelStationDefinition]
StationDisplayName="My children"

[MinesToDeadForest LevelTravelStationDefinition]
StationDisplayName="I am greedy"

[TempleOfSlaughterToVillage LevelTravelStationDefinition]
StationDisplayName="Assassin's Temple"

[VillageToDarkForest LevelTravelStationDefinition]
StationDisplayName="Fire Rock Archives"

[VillageToDocks LevelTravelStationDefinition]
StationDisplayName="Online game Flamerock Sanctuary"

[VillageToMines LevelTravelStationDefinition]
StationDisplayName="City"

[VillageToTempleOfSlaughter LevelTravelStationDefinition]
StationDisplayName="Temple of Judgment"

